soap/xml/edeliveryApiBinding.getDataForBku.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
 xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
 xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
 xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
 xmlns:xsd="http://www.w3.org/2001/XMLSchema"
 xmlns:ns1="http://edelivery2.localhost/ws/edeliveryApi/1.0/">
 <SOAP-ENV:Body>
  <ns1:getDataForBku>
   <org_kd></org_kd>
   <keterangan></keterangan>
   <timestamp>2012-02-14T09:33:25Z</timestamp>
  </ns1:getDataForBku>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
